Repository: EuskadiTech/EuskadiTech
Catalog: Aula/Aula2.0/Server/app/translations/*/LC_MESSAGES/messages.po
Languages: eu

source: User info
eu: Erabiltzailearen informazioa

source: Personal Info
eu: Informazio pertsonala

source: Audit Info
eu: Ikuskaritza informazioa

source: Name
eu: Izena

source: Notes
eu: Oharrak

source: Address
eu: Helbidea

source: Food Place
eu: Jantokia

source: Optional
eu: Aukerakoa

source: School
eu: Eskola

source: Group
eu: Taldea

source: Email Address
eu: Posta elektronikoa

source: Phone number
eu: Telefonoa

source: Classroom
eu: Gela

source: Task Group
eu: Ataza-kategoria

source: Date (YYYY-MM-DD)
eu: Data (AAAA-MM-DD)

source: Task Type
eu: Ataza mota

source: Student
eu: Ikaslea

source: Date
eu: Data

source: Plate 1
eu: Lehenengo platera

source: Plate 2
eu: Bigarren platera

source: Plate 3
eu: Hirugarren platera (Postrea)

source: Plate 4
eu: Laugarren platera (Ogia)

source: Food Menu
eu: Jantokiaren menuak

source: Plates
eu: Platerak

source: List Schools
eu: Eskolen zerrenda

source: List Classrooms
eu: Gelen Zerrenda

source: List Food Places
eu: Jantokien zerrenda

source: List Food Menus
eu: Jantokiko menuen zerrenda

source: Food Calendar
eu: Jantokiaren egutegia

source: List Students
eu: Ikasle zerrenda

source: Task Calendar
eu: Ataza-egutegia

source: List Task Groups
eu: Atazako kategorien zerrenda

source: List Task Types
eu: Ataza-moten zerrenda

source: Page not found
eu: Orria ez da aurkitu

source: Welcome to AxelAula
eu: Ongi etorri AxelAula-ra!

source: The classroom's assistant.
eu: Gelako laguntzailea

source: If you just signed up:
eu: Erregistratu berria bazara:

source: Please contact info@tech.eus with your school email and school name to assign your account to a school
eu: Mesedez, jarri harremanetan info@tech.eus-ekin zure kontuen posta elektronikoarekin eta eman zure ikastetxearen izena zure kontua esleitzeko
